# RefPlaneFailures Properties

---
The BuiltInFailuresRefPlaneFailures type exposes the following members.
| Name| Description
---|---|---
| AlreadyHaveTwoClosurePlanes|  No more than two closure planes are allowed.
Top
#### Reference
BuiltInFailuresRefPlaneFailures Class
Autodesk.Revit.DB Namespace